{"_id":{"$oid":"64c908b0ca2d527b2d3acd17"},"Name":"Jonathan Demme","Bio":"Robert Jonathan Demme was an American director, producer, and screenwriter.","Birth":"1944","Death":"2017"}
{"_id":{"$oid":"64c90963ca2d527b2d3acd18"},"Name":"Steven Spielberg","Bio":"Steven Allan Spielberg is an American film director, producer and screenwriter. A major figure of the New Hollywood era and pioneer of the modern blockbuster, he is the most commercially successful director in history.","Birth":"1946"}
{"_id":{"$oid":"64c909f1ca2d527b2d3acd19"},"Name":"Greta Gerwig","Bio":"Greta Gerwig is an American actress, playwright, screenwriter, and director.","Birth":"1983"}
{"_id":{"$oid":"64c90a6dca2d527b2d3acd1a"},"Name":"Paul Thomas Anderson","Bio":"He was one of the first of the video store generation of film-makers.","Birth":"1970"}
{"_id":{"$oid":"64c90abeca2d527b2d3acd1b"},"Name":"Alice Rohrwacher","Bio":"Alice Rohrwacher was born in 1982 in Fiesole, Tuscany, Italy.","Birth":"1981"}
{"_id":{"$oid":"64c90b08ca2d527b2d3acd1c"},"Name":"Wes Anderson","Bio":"Wesley Wales Anderson was born in Houston, Texas. During childhood, Anderson also began writing plays and making super-8 movies.","Birth":"1969"}
{"_id":{"$oid":"64c90b4fca2d527b2d3acd1d"},"Name":"Taika Waititi","Bio":"Taika has been involved in the film industry for several years, initially as an actor, and now focusing on writing and directing.","Birth":"1975"}
{"_id":{"$oid":"64c90ba9ca2d527b2d3acd1e"},"Name":"Akira Kurowasa","Bio":"After training as a painter (he storyboards his films as full-scale paintings), Kurosawa entered the film industry in 1936 as an assistant director, eventually making his directorial debut with Sanshiro Sugata(1943).","Birth":"1910","Death":"1998"}
{"_id":{"$oid":"64c90c07ca2d527b2d3acd1f"},"Name":"Aki Kaurismäki","Bio":"Aki Kaurismäki did a wide variety of jobs including postman, dish-washer and film critic, before forming a production and distribution company, Villealfa (in homage to Jean-Luc Godard's 'Alphaville' (1965)) with his older brother Mika Kaurismäki, also a film-maker.","Birth":"1957"}
